Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-1-0-write-1.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=7815: Wed Aug 31 11:38:53 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=202800KB/s, iops=50700, runt=    20msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=30, avg= 2.63, stdev= 1.73
drbd-sp2-autotest-1:      lat (usec): min=1, max=30, avg= 2.83, stdev= 1.72
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    2], 20.00th=[    2],
drbd-sp2-autotest-1:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
drbd-sp2-autotest-1:      | 70.00th=[    2], 80.00th=[    3], 90.00th=[    5], 95.00th=[    5],
drbd-sp2-autotest-1:      | 99.00th=[    7], 99.50th=[    8], 99.90th=[   18], 99.95th=[   30],
drbd-sp2-autotest-1:      | 99.99th=[   30]
drbd-sp2-autotest-1:     lat (usec) : 2=8.97%, 4=71.60%, 10=19.13%, 20=0.20%, 50=0.10%
drbd-sp2-autotest-1:   cpu          : usr=0.00%, sys=47.37%, ctx=25, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=202800KB/s, minb=202800KB/s, maxb=202800KB/s, mint=20msec, maxt=20msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1014, aggrmerge=0/0, aggrticks=0/6764, aggrin_queue=6764, aggrutil=6.63%
drbd-sp2-autotest-1:     dm-0: ios=0/1014, merge=0/0, ticks=0/6764, in_queue=6764, util=6.63%, aggrios=0/9, aggrmerge=0/1005, aggrticks=0/56, aggrin_queue=56, aggrutil=6.63%
drbd-sp2-autotest-1:   vdb: ios=0/9, merge=0/1005, ticks=0/56, in_queue=56, util=6.63%