Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-1-0-write-13.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=8043: Wed Aug 31 11:39:00 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=156000KB/s, iops=39000, runt=    26msec
drbd-sp2-autotest-1:     clat (usec): min=2, max=33, avg= 3.06, stdev= 1.41
drbd-sp2-autotest-1:      lat (usec): min=2, max=33, avg= 3.40, stdev= 1.40
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    2],  5.00th=[    2], 10.00th=[    2], 20.00th=[    3],
drbd-sp2-autotest-1:      | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
drbd-sp2-autotest-1:      | 70.00th=[    3], 80.00th=[    3], 90.00th=[    4], 95.00th=[    4],
drbd-sp2-autotest-1:      | 99.00th=[    6], 99.50th=[    7], 99.90th=[   20], 99.95th=[   33],
drbd-sp2-autotest-1:      | 99.99th=[   33]
drbd-sp2-autotest-1:     lat (usec) : 4=88.26%, 10=11.44%, 20=0.10%, 50=0.20%
drbd-sp2-autotest-1:   cpu          : usr=12.00%, sys=28.00%, ctx=26, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=156000KB/s, minb=156000KB/s, maxb=156000KB/s, mint=26msec, maxt=26msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1014, aggrmerge=0/0, aggrticks=0/7020, aggrin_queue=7020, aggrutil=7.45%
drbd-sp2-autotest-1:     dm-0: ios=0/1014, merge=0/0, ticks=0/7020, in_queue=7020, util=7.45%, aggrios=0/9, aggrmerge=0/1005, aggrticks=0/60, aggrin_queue=60, aggrutil=7.45%
drbd-sp2-autotest-1:   vdb: ios=0/9, merge=0/1005, ticks=0/60, in_queue=60, util=7.45%