Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-1-0-write-19.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=8161: Wed Aug 31 11:39:04 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=225333KB/s, iops=56333, runt=    18msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=19, avg= 1.35, stdev= 0.78
drbd-sp2-autotest-1:      lat (usec): min=1, max=20, avg= 1.47, stdev= 0.83
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
drbd-sp2-autotest-1:      | 30.00th=[    1], 40.00th=[    1], 50.00th=[    1], 60.00th=[    1],
drbd-sp2-autotest-1:      | 70.00th=[    1], 80.00th=[    2], 90.00th=[    2], 95.00th=[    2],
drbd-sp2-autotest-1:      | 99.00th=[    3], 99.50th=[    3], 99.90th=[    5], 99.95th=[   19],
drbd-sp2-autotest-1:      | 99.99th=[   19]
drbd-sp2-autotest-1:     lat (usec) : 2=70.81%, 4=28.80%, 10=0.30%, 20=0.10%
drbd-sp2-autotest-1:   cpu          : usr=16.67%, sys=16.67%, ctx=27, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=225333KB/s, minb=225333KB/s, maxb=225333KB/s, mint=18msec, maxt=18msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1014, aggrmerge=0/0, aggrticks=0/7672, aggrin_queue=7672, aggrutil=7.45%
drbd-sp2-autotest-1:     dm-0: ios=0/1014, merge=0/0, ticks=0/7672, in_queue=7672, util=7.45%, aggrios=0/9, aggrmerge=0/1005, aggrticks=0/64, aggrin_queue=64, aggrutil=7.45%
drbd-sp2-autotest-1:   vdb: ios=0/9, merge=0/1005, ticks=0/64, in_queue=64, util=7.45%