Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-1-0-write-21.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=8203: Wed Aug 31 11:39:05 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=162240KB/s, iops=40560, runt=    25msec
drbd-sp2-autotest-1:     clat (usec): min=2, max=32, avg= 2.72, stdev= 1.56
drbd-sp2-autotest-1:      lat (usec): min=2, max=32, avg= 2.99, stdev= 1.58
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    2],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
drbd-sp2-autotest-1:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    3], 60.00th=[    3],
drbd-sp2-autotest-1:      | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    4],
drbd-sp2-autotest-1:      | 99.00th=[    6], 99.50th=[    6], 99.90th=[   24], 99.95th=[   32],
drbd-sp2-autotest-1:      | 99.99th=[   32]
drbd-sp2-autotest-1:     lat (usec) : 4=92.70%, 10=6.90%, 20=0.10%, 50=0.30%
drbd-sp2-autotest-1:   cpu          : usr=0.00%, sys=45.83%, ctx=27, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=162240KB/s, minb=162240KB/s, maxb=162240KB/s, mint=25msec, maxt=25msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1014, aggrmerge=0/0, aggrticks=0/6492, aggrin_queue=6492, aggrutil=6.98%
drbd-sp2-autotest-1:     dm-0: ios=0/1014, merge=0/0, ticks=0/6492, in_queue=6492, util=6.98%, aggrios=0/9, aggrmerge=0/1005, aggrticks=0/52, aggrin_queue=52, aggrutil=6.98%
drbd-sp2-autotest-1:   vdb: ios=0/9, merge=0/1005, ticks=0/52, in_queue=52, util=6.98%