Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-latest/fio-drbd-sp2-autotest-1-0-write-23.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=8504: Wed Aug 31 11:39:08 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=176348KB/s, iops=44086, runt=    23msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=950, avg= 2.68, stdev=29.80
drbd-sp2-autotest-1:      lat (usec): min=1, max=950, avg= 2.85, stdev=29.80
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
drbd-sp2-autotest-1:      | 30.00th=[    1], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
drbd-sp2-autotest-1:      | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    3],
drbd-sp2-autotest-1:      | 99.00th=[    4], 99.50th=[    5], 99.90th=[   22], 99.95th=[  948],
drbd-sp2-autotest-1:      | 99.99th=[  948]
drbd-sp2-autotest-1:     lat (usec) : 2=36.98%, 4=61.44%, 10=1.18%, 20=0.20%, 50=0.10%
drbd-sp2-autotest-1:     lat (usec) : 1000=0.10%
drbd-sp2-autotest-1:   cpu          : usr=0.00%, sys=27.27%, ctx=39, majf=0, minf=10
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=176347KB/s, minb=176347KB/s, maxb=176347KB/s, mint=23msec, maxt=23msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1016, aggrmerge=0/0, aggrticks=0/4452, aggrin_queue=4452, aggrutil=4.40%
drbd-sp2-autotest-1:     dm-0: ios=0/1016, merge=0/0, ticks=0/4452, in_queue=4452, util=4.40%, aggrios=0/11, aggrmerge=0/1005, aggrticks=0/40, aggrin_queue=40, aggrutil=4.40%
drbd-sp2-autotest-1:   vdb: ios=0/11, merge=0/1005, ticks=0/40, in_queue=40, util=4.40%